<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" trimDirectiveWhitespaces="true"%>
<%@taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<%@taglib prefix="fn" uri="http://java.sun.com/jsp/jstl/functions"%>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt"%>
<!DOCTYPE html>
<html lang="ko">
<head>
<meta charset="UTF-8">
<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.2/css/bootstrap.min.css">
<title>개인정보 취급 정책</title>
</head>
<body>
더드림컴퍼니 주식회사(http://www.the-dream.net 이하 “회사”라함)는 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 통신비밀보호법, 전기통신사업법 등 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다.

회사의 개인정보처리방침은 다음과 같은 내용을 담고 있습니다.
1. 처리하는 개인정보 항목
2. 개인정보의 처리목적
3. 개인정보의 제3자 제공
4. 개인정보 처리의 위탁
5. 개인정보의 처리 및 보유기간
6. 개인정보 파기절차 및 방법
7. 이용자의 권리·의무 및 그 행사방법
8. 개인정보의 기술적/관리적 보호 대책
9. 개인정보보호 책임자 및 담당자의 연락처
10. 기타
11. 고지의 의무
1. 처리하는 개인정보 항목
회사는 입사지원, 입사와 관련된 문의 응답, 취업보호 대상자의 확인을 위해 아래와 같은 개인정보를 수집하고 있습니다.
-필수정보 : 성명, 입사 지원 수정용 비밀번호, 이메일 주소, 생년월일, 성별, 휴대전화번호, 국적, 출신학교, 학력, 전공, 경력사항(경력직), 병역 사항(미필의 경우 미필 사유)
-선택정보 : 경력사항(신입), 자격사항, 수상내역, 어학사항, 봉사활동, 보훈 사항(보훈 대상의 경우 보훈번호 포함), 장애사항(장애가 있는 경우에 한함)
그리고 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
-이용자의 브라우저 종류 및 OS, 방문 기록(Ip Address, 접속시간), 쿠키
회사는 홈페이지(http://www.the-dream.net) 웹문서를 통한 사용자 입력 방법으로 개인정보를 수집하며, 경우에 따라 출력된 형태의 종이문서 혹은 이메일로 일부 정보를 수집할 수도 있습니다.
2. 개인정보의 처리목적
-입사전형 진행, 입사 지원서 수정, 합격 여부 확인, 입사 지원자와의 원활한 의사소통, 자격증빙 확인
3. 개인정보의 제3자 제공
회사는 개인정보를 "2. 개인정보의 처리목적"에서 고지한 범위내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
-이용자들이 사전에 공개에 동의한 경우
-법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가  있는 경우
간혹 입사지원자에게 회사와 특수관계에 있는 회사(자회사, 계열사 등)에 입사제안을 드릴 수 있으며, 이 경우 반드시 사전에 입사지원자에게 개별 연락하여 동의 절차를 거친 후 입사지원서를 해당 회사로 이관합니다.
4. 개인정보 처리의 위탁
회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.
회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 아래와 같습니다.

수탁업체	위탁업무 내용
더드림컴퍼니 (주)	채용절차 운영 및 관리, 홈페이지 개발 및 유지보수
5. 개인정보의 처리 및 보유기간
이용자의 개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체 없이 파기합니다.
다만 입사지원자의 개인정보는 회사의 인력풀에 저장되어, 입사지원일로부터 5년간 보관 후 파기됩니다. 만약, 입사지원자가 개인정보의 삭제를 요청하는 경우에는 지체 없이 해당 정보를 삭제합니다.
6. 개인정보 파기절차 및 방법
입사지원자의 개인정보는 원칙적으로 개인정보의 처리목적이 달성되면 지체 없이 파기합니다. 회사의 개인정보 파기절차 및 방법은 다음과 같습니다.
가. 파기절차
-이용자가 입사지원 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및
기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.
-동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.
나. 파기방법
-종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
-전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
7. 이용자의 권리·의무 및 그 행사방법
이용자는 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 정보삭제 및 처리정지를 요청할 수도 있습니다. 정보삭제 또는 처리정지를 원하시는 경우 개인정보보호 담당자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다. 이용자는 개인정보보호법 등 관계법령을 위반하여 본 개인정보처리방침에 따라 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.
8. 개인정보의 기술적/관리적 보호 대책
회사는 이용자들의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.
가. 비밀번호 암호화
회사 입사지원시 설정한 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.
나. 해킹 등에 대비한 대책
회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.
다. 개인정보 처리 직원의 최소화 및 교육
회사의 개인정보관련 처리 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 수행하며, 입사지원자의 개인정보보호를 강조하고 있습니다.
라. 개인정보보호전담기구의 운영
사내 개인정보보호전담기구 등을 통하여 회사의 개인정보처리방침 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 단, 이용자 본인의 부주의나 인터넷상의 문제로 비밀번호, 주민등록번호 등 개인정보가 유출되어 발생한 문제에 대해 회사는 일체의 책임을 지지 않습니다.
9. 개인정보보호 책임자의 연락처
귀하께서는 회사의 온라인 입사지원 등을 이용하시는 과정에서 발생하는 모든 개인정보보호 관련 민원을 개인정보보호 책임자 혹은 담당부서로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
개인정보보호 책임자
이름홍현기
소속경영지원팀
직위이사
메일ki3658@nate.com
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
개인정보침해신고센터 ( http://privacy.kisa.or.kr  / 국번없이 118 )
대검찰청 사이버수사과 ( http://www.spo.go.kr / 국번없이 1301 )
경찰청 사이버안전국 ( http://cyberbureau.police.go.kr / 국번없이 182 )
10. 기타
http://www.the-dream.net에 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 "개인정보처리방침"이 적용되지 않음을 알려 드립니다.
11. 고지의 의무
현 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다.
-공고 일자 : 2017년 11월 03일
-시행 일자 : 2017년 11월 13일

</body>
</html>